Repository: can4hou6joeng4/TokenAtlas
Catalog: TokenAtlas/Localization/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

# NSAppleEventsUsageDescription
source: Notch Island media controls may use Apple Events for local music apps when the media module is enabled.
zh_hans: 启用媒体模块后，Notch Island 媒体控制可能会使用 Apple Events 控制本机音乐应用。

# NSAppleMusicUsageDescription
source: Notch Island can read local Apple Music playback metadata when the media module is enabled.
zh_hans: 启用媒体模块后，Notch Island 可以读取本机 Apple Music 播放元数据。

# NSAudioCaptureUsageDescription
source: Notch Island can capture local audio levels for visualizer modules when audio features are enabled.
zh_hans: 启用音频功能后，Notch Island 可以为可视化模块捕获本机音频电平。

# NSBluetoothAlwaysUsageDescription
source: Notch Island can show Bluetooth audio device status when enabled.
zh_hans: 启用后，Notch Island 可以显示蓝牙音频设备状态。

# NSCalendarsUsageDescription
source: Notch Island can show calendar and reminder previews when enabled.
zh_hans: 启用后，Notch Island 可以显示日历和提醒事项预览。

# NSCameraUsageDescription
source: Notch Island can show camera privacy indicators when enabled.
zh_hans: 启用后，Notch Island 可以显示相机隐私指示器。

# NSContactsUsageDescription
source: Notch Island can show contact-related calendar context when enabled.
zh_hans: 启用后，Notch Island 可以显示与通讯录相关的日历上下文。

# NSLocationUsageDescription
source: Notch Island weather or context modules may request location when enabled.
zh_hans: 启用后，Notch Island 天气或上下文模块可能会请求位置权限。

# NSMicrophoneUsageDescription
source: Notch Island can show microphone privacy indicators when enabled.
zh_hans: 启用后，Notch Island 可以显示麦克风隐私指示器。

# NSPhotoLibraryUsageDescription
source: TokenAtlas can import selected images when you choose image-based workflows.
zh_hans: 当你选择基于图片的工作流时，TokenAtlas 可以导入选中的图片。

# NSRemindersUsageDescription
source: Notch Island can show reminder previews when enabled.
zh_hans: 启用后，Notch Island 可以显示提醒事项预览。

# NSScreenCaptureUsageDescription
source: Notch Island can use screen recording for recording indicators and screen assistant modules when enabled.
zh_hans: 启用后，Notch Island 可以为录制指示器和屏幕辅助模块使用屏幕录制。

# NSSpeechRecognitionUsageDescription
source: Notch Island assistant features may use speech recognition when enabled.
zh_hans: 启用后，Notch Island 助手功能可能会使用语音识别。
